Repository: giellalt/corpus-smj
Catalog: tmx/nob/admin/depts/udir.no/9_undervisningsoppl.html.tmx
Source language: smj
Languages: nob

source: Åhpadimgárvvidus: 6. dásse
nob: Hovedinnhold

source: Dánna gávnná åhpadiddje buojkulivisájt gåktu sån máhttá barggat máhtudakmihtoj 6. dásen.
nob: Her finner læreren eksempler på hvordan han eller hun kan arbeide med kompetansemål på nivå 6.

source: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggovuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvtå oahppáj.
nob: Her vises hvordan kompetansemål konkretiseres i læringsmål, innhold og arbeidsmåter, hvordan grunnleggende ferdigheter integreres og hvordan undervisningen kan tilpasses enkelteleven.

source: Árvustallam bargadahttijn ja jus gielladomena soajtti, li gárvvidusá oase.
nob: Vurdering underveis og mulige språkdomener er en del av opplegget.

source: Dát buojkulvis vuosádallá muhtem dåjmav gåsi ulmusj vállji muhtem bæjvválasj dilev gånnå le gåvo ja / jali dåjma.
nob: Dette eksemplet tar for seg en aktivitet hvor man velger seg ut en dagligdags situasjon ved å bruke ulike bilder og / eller aktiviteter.

source: Máhtudakmihto
nob: Kompetansemål

source: Njálmálasj guládallam
nob: Muntlig kommunikasjon

source: Åhpadusá mihttomierre le oahppe galggá máhttet
nob: Mål for opplæringen er at eleven skal kunne

source: bæjválasj iellema báhkoboanndudagáv buktet
nob: beherske et ordforråd som dekker dagligdagse situasjoner

source: gulldalit, dádjadit ja oassálasstet spontánalasj ságastallamijda
nob: samtale om kjente og aktuelle temaer

source: ságastallat oahpes ja ájggeguovddelis tiemáj birra
nob: Kompetansemål etter 7. årstrinn, samfunnskunnskap

source: Ietjá hiebalgis máhtudakmihto
nob: Mål for opplæringen er at eleven skal kunne

source: Åhpadusmihttomiere
nob: Mål for opplæringen er at eleven skal kunne

source: Oahppen galggá báhkoboanndudak mij bæjvvalattjat le dárbulasj.
nob: Målet er at eleven skal bruke et ordforråd som dekker dagligdagse situasjoner.

source: Dát merkaj oahppe galggá máhttet:
nob: Dette innebærer at eleven skal kunne:

source: ienedit ietjas bæjvválasj báhkoboanndudagáv dan baktu gå oahppá moallánagájt ma li tjanádum bæjválasj dilijda.
nob: utvide det daglige ordforrådet sitt gjennom å lære begrep knyttet til den dagligdagse situasjonen

source: åvddånbuktet bágojt majt le oahppam
nob: bruke innlærte ord

source: dahkat gárgadisájt ma li juoŋga temá birra majt le válljim
nob: lage setninger som handler om et valgt tema

source: subtsastit juojddá muhtem gåvå birra majt le válljim
nob: fortelle noe om et bilde til et valgt tema

source: Mihttomiere jåksama gájbbádusá
nob: Kriterier på måloppnåelse

source: Máhtudakmihto, åhpadusmihttomiere ja mihttomiere jåksåm gájbbádusá galggi tjielggiduvvat oahppijda.
nob: Kompetansemål, læringsmål og kriterier på måloppnåelse av læringsmålene må gjøres kjent for elevene.

source: Åhpadiddje galggá tjadádit njálmálattjat gájbbádusájt oahppijda.
nob: Læreren må gjennomgå kriteriene muntlig med dem.

source: Máhtti årrot vuojnnusin klássalanján jali årrot barggoplánan oasse.
nob: De kan være synlige i klasserommet eller være en del av arbeidsplanen.

source: Jus gájbbádusá tjáleduvvi duola dagu barggoplána oasen, máhtti æjgáda / åvdåstiddje bargguj oassálasstet.
nob: Hvis kriteriene skriftliggjøres, for eksempel i arbeidsplanen, kan foreldre / foresatte ta del i arbeidet.

source: Mihttomiere jåksåm gájbbádusá máhtti tjáleduvvat sjiemá sisi.
nob: Kriterier for oppnåelse av læringsmålene kan fremstilles i et skjema.

source: Káráktiera li dagu nuorajskåvlån ja joarkkaskåvlån.
nob: Her brukes karakterene for ungdomsskolen og videregående skole.

source: lasedit báhkovalljudagáv muhtem bæjválasj dilij birra
nob: utvide ordforrådet om noen dagligdagse situasjoner

source: Oahppen le sierralágásj buorre báhkovalljudak válljidum temá birra.
nob: Eleven kan noen av de mest dagligdagse ordene om et gitt tema.

source: adnet bágoj majt la oahppam
nob: bruke innlærte ord

source: Oahppe máhttá nagin åhpadum bágojt adnet
nob: Eleven kan bruke noen innlærte ord.

source: Oahppe máhttá ållo åhpadum bágojt adnet
nob: Eleven kan bruke mange innlærte ord.

source: Oahppe máhttá huj ållo ja duojt dájt åhpadum bágojt adnet.
nob: Eleven kan bruke et rikt utvalg av innlærte ord godt.

source: dahkat gárgadisájt gånnå moattebelak sisadno válljidum temás
nob: lage setninger med variert innhold til et valgt tema

source: Oahppe máhttá dahkat nágin álkkes gárgadisájt válljidum tebmáj
nob: Eleven kan lage enkle setninger til et valgt tema

source: Oahppe máhttá dahkat moaddá gárgadisájt válljidum tebmáj.
nob: Eleven kan lage flere setninger til et valgt tema.

source: Oahppe máhttá dahkat gárgadisájt ma li moahttelágátja ja tjielgga.
nob: Eleven kan lage setninger med et variert og presist språk til et valgt tema.

source: giehttot juojddá gåvo birra mij gullu muhtem tebmáj
nob: fortelle noe om et bilde til et valgt tema

source: Oahppe máhttá giehttot åvtåsbágoj majt sånn vuojnná muhtem gåvon.
nob: Eleven kan fortelle med enkeltord hva han eller hun ser på et bilde.

source: Oahppe máhttá giehttot muhtem gåvo birra gárgadisáj majt dahká.
nob: Eleven kan fortelle om et bilde ved å bruke setninger.

source: Oahppe máhttá vásstedit gatjálvisájt åvtåj bágoj.
nob: Eleven kan fortelle om et bilde ved å bruke flere setninger med variert setningsbygging.

source: Oahppe máhttá vásstedit gatjálvisájt ålles gárgadisáj.
nob: Eleven kan svare på spørsmål med hele setninger.

source: Oahppe máhttá ållåsijt vásstedit gatjálvisájt ålles gárgadisáj.
nob: Eleven kan gi utfyllende svar på spørsmål med hele setninger.

source: Dát sjiebmá máhttá buorre vuodo årrot åhpadiddje ja oahppe ságastallamárvustallamin.
nob: Dette skjemaet kan være et godt grunnlag for vurderingssamtaler mellom lærer og elev.

source: Sjiebmá aj máhttá årrot oassen gå galggá tjálálattjat vuosedit mij juohkka oahppe máhtudahka le.
nob: Skjemaet kan også inngå i arbeidet med skriftlig dokumentasjon av kompetansen til hver enkelt elev.

source: Buojkulvis mij tjuovvu, vuoset gåktu oahppe válljiji allasisá ábnnasav mij gávnnu sjiemán gåhtjodum Bæjvválasj dile.
nob: Dette eksempelet viser hvordan elevene velger et emne som inngår i skjemaet Dagligdagse situasjoner.

source: Åhpadiddje máhttá aj mierredit åvddåla gå barggo álggá, sierralágásj temáv majna oahppe galggi barggat.
nob: Læreren kan også bestemme i forkant et eksakt tema elevene jobber med.

source: Dán åhpadusdåjman le tebmá lájbbom.
nob: I denne læringsaktiviteten er det baking som er temaet.

source: Oahppamdoajmma juogeduvvá vaj sjáddi sierralágásj dåjma, sihke práktihkkalasj ja teorehtalasj dåjma.
nob: Læringsaktiviteten deles opp i ulike aktiviteter, både praktiske og teoretiske.

source: Vaj dá dåjma lij moattelágátja le ájnas.
nob: Det er viktig at det er variasjon i læringsaktivitetene.

source: Barggo máhttá ásaduvvat gå stasjåvnnåbarggo.
nob: Derfor kan dette gjennomføres som stasjonsarbeid.

source: Åhpadiddje de mierret man guhkev barggat juohkka stasjåvnån ja majt oahppe dajn galggi barggat.
nob: Læreren bestemmer da tiden på hver stasjon og hva elevene skal gjøre på hver stasjon.

source: Máhtti stásjåvnå gånnå oahppe galggi låhkåt sige tjavgga ja sjávot, ájádallat, ságastit, dágástallat, tjuorggat ja tjállet.
nob: Det kan være stasjoner hvor elevene skal lese både høyt og stille, tenke, snakke, diskutere, tegne og skrive.

source: Muv ietjam birra:
nob: Meg selv:

source: - gut mån lev ja makkár
nob: - presentasjon og beskrivelse av meg selv

source: - muv lagámusá
nob: - familien

source: - biktasa
nob: - klær

source: - biebmok divre
nob: - kjæledyr

source: - rumáj ja varresvuohta
nob: - kropp og helse

source: - muv hábme
nob: - utseende

source: Skåvllå, rádna ja asstoájgge
nob: Skolen, venner og fritid:

source: - muv rádna ja makkára sij li
nob: - presentasjon og beskrivelse av venner

source: - skåvllå, skåvllåbarggo, fága ja
nob: - skolen, skolearbeid, fag, timeplan

source: - biejve vahkon ja majt daj biejvij dahkap
nob: - ukedager i forbindelse med ulike aktiviteter

source: - valástallama ja ietjá dåjma asstoájgen
nob: - boligen min og inventar

source: - muv goahte ja ma danna li
nob: - samisk mat og matkultur

source: - sáme biebmo ja biebbmokultuvrra
nob: - kjøpe eller reservere billetter

source: - oasstet dárbbagijt
nob: - tradisjoner, skikker, levemåter

source: - káfean manádit
nob: - musikk, litteratur og film

source: - majna mannat
nob: - samisk historie

source: - oasstet jali diŋŋgut bilehtajt
nob: - samisk muntlig fortellertradisjon; eventyr, folkesagn, joik

source: Jahke:
nob: Året:

source: - almmeguovlo
nob: - kalender, ukedager, måneder, årstider

source: - jage birra bargo, duola dagu tjoaggem, bivddo, miessemærkkom, njuovvam, guollebivddem
nob: - ulike aktiviteter i gjennom året, i ferier og tilknyttet næringer

source: Gávnnuji ållo buorre gåvo nehtan ma vuosedi næhttabåhtusijt ma li ævtoduvvam.
nob: - ulike gjøremål som for eksempel sanking, jakt, kalvemerking, slakting, fiske

source: Giehto ja subttsasa
nob: Fortellinger og historier

source: Åhpadiddje giehttu mij tebmá le, dan baktu gå låhkå oanegis giehtov jali subttsasav mij hiehpá tebmáj.
nob: Læreren introduserer temaet ved å lese en kort fortelling eller en historie tilknyttet dette.

source: Oahppe oadtju kopijav giehtos, ja mærkku bágojt ja moallánahkkojt ma li ådåsa.
nob: Elevene får utdelt kopi av historien og streker under nye ord og uttrykk.

source: Oahppe de oahpástuvvi dajda ådå bágojda ja moallánagájda ma tebmáj gulluji.
nob: Elevene blir dermed kjent med nye ord og uttrykk tilknyttet temaet.

source: Åhpadiddje gatjádallá juojddá tevstas, ja oahppe vásstedi.
nob: Læreren stiller spørsmål ut fra teksten, og elevene svarer.

source: Duon dán lágásj kårtå jali gåvo ma hiehpi tebmáj, aj dåhkkiji oahppamnævvon. Gå åhpadiddje dajt vuosádallá, de galggi oahppe subtsastit majt vuojnni.
nob: Læreren kan også bruke ulike kort / bilder knyttet til temaet, og elevene skal beskrive kortene / bildene.

source: Gå åhpadiddje ságastallá oahppij temá birra, de galggá sån årrot nav njuolggá ja tjielgga gåk máhttelis le.
nob: Når læreren har samtale om temaet med elevene, må han eller hun være så konkret som mulig.

source: Gatjáda duola dagu náv: Gut le dát ?
nob: Spør gjerne slik: Hvem ser du ?

source: Gånnå le dát ?
nob: Hvor er dette ?

source: Mij dáhpáduvvá dán gåvon ?
nob: Hva skjer på bildet ?

source: Makkár barggo le dát ?
nob: Hva gjør personen/personene ?

source: Manen bargaduvvá náv ?
nob: Hvorfor gjør han / hun / de dette ?

source: Mij le ávkken návti barggat ?
nob: Hva er nytten av å gjøre dette ?

source: Ájnas le tjuovvot gåktu sjaddá mańenagi bargadum, duola dagu jus tebmá le lájbbot.
nob: Det er viktig at dette skjer kronologisk dersom man velger for eksempel baking.

source: Viertti álgget gárvedimijn ja de joarkket gåktu dal oajvvedoajmma bargaduvvá ja mańemus gåktu ållit ja de vuosedit mij sjattaj dát bargos.
nob: Da må man starte med forberedelse, fortsette med gjennomføring av selve hovedhandlingen og ende opp med avslutningen og resultatet.

source: Maŋŋutjissaj máhtti oahppe subtsastit subtssasav álgos gæhtjáj.
nob: Avslutningsvis kan elevene gjenfortelle historien kronologisk fra start til slutt.

source: Buojkulvis: Kårtå Thomas lájbbu:
nob: Eksempel: Kort Thomas baker:

source: Gå dal åhpadiddje le låhkåm ja subtsastam temá birra, de galggi oahppe dievddet DHO-sjiemáv.
nob: Etter at læreren har lest og fortalt om temaet, skal elevene skal fylle ut et VØL-skjema.

source: Gehtja kápihttalav gånnå tjáleduvvá árvustallama birra.
nob: Se kapittelet under om vurdering.

source: Gåvo ja kårtå
nob: Bilder og kort

source: Åhpadiddjen galggi kårtå gånnå duot dát gåvvo.
nob: Læreren bruker kort med ulike bilder.

source: Kårtå máhtti vuosedit verbajt ja substantijvajt ma gulluji tebmáj.
nob: Kortene kan både vise ulike verb og substantiv med tilknytning til temaet.

source: Kårtåjn galggi sierralágásj bájnnokåvdå massta galggá dåbddåt makkár bágo le dajda tjáledum. Verba soajtti årrot kårtå ma lij alega birrális jali kårtå máhtti lijmmiduvvat alek páhppárij.
nob: Kortene systematiseres etter ulike fargekoder, for eksempel kan verbene være kort med blå ramme, eller bildene kan limes på blått papir.

source: Gå li bájnnokåvdå, de vuojnni oahppe ma li duo ja dá báhkoklássa.
nob: Fargekodene gjør at elevene skiller de ulike ordklassene fra hverandre.

source: Gå oahppe galggi oahppat grámmátihkav, de máhtti kårtå årrot viehkken.
nob: Elevene kan bruke kortene ved innlæring av grammatikk.

source: Oahppe dahki gárgadisájt ja ienebut såjådi verbajt, substántijvajt ja pronomenijt.
nob: Elevene lager setninger og utvider bøying blant annet av verb, substantiv og pronomen.

source: Buojkulvis: Kårtå gånnå duot dát bájnno.
nob: Eksempel: kort i ulike farger

source: Åhpadiddje gávnná ja / jali iesj dahká hiebalgis rijmav, gáritjisáv jali divtav mij tebmáj hiehpá.
nob: Læreren finner og / eller lager et passende rim, en regle eller et dikt til temaet.

source: Oahppe kopijajt oadtju.
nob: Elevene får utdelt dette som kopi.

source: Tevstav aj máhttá sæjnnáj jali táblluj gatsostit vaj dat le vuojnuosin divna oahppijda.
nob: Teksten kan henges opp på veggen / tavla slik at den er synlig for elevene.

source: Buojkulvis: Mij la dát ?
nob: Eksempel: Hva er dette ?

source: Lávllom
nob: Sang

source: Åhpadiddje gávnná juokkir lávllagav mij hiehpá tebmáj.
nob: Læreren finner en sang som passer til temaet.

source: Oahppe oadtju kopijav lávllagis majt sij sierra lávllomskálmá sisi biedji.
nob: Elevene får kopi av sangen som kan legges i en egen sangmappe.

source: Lávllagis aj máhttá válldet stuorra kopijav A-3 árkkaj, ja sæjnnáj jali táblluj gatsostit.
nob: Sangen kan også kopieres på et A3-ark og henges opp på veggen / tavla.

source: Oahppe de oahppi lávllagav ja lávvlu dav.
nob: Elevene lærer sangen og synger den.

source: Buojkulvis: Lávlla
nob: Eksempel: sang

source: Lotus-sjiebmá
nob: Lotus-skjema

source: Oahppe ådå bágojt ja moallánagájt muhtem lotus-sjiebmáj tjálli.
nob: Elevene fyller ut nye ord og uttrykk i et lotus-skjema.

source: Lotus-sjiebmá le mierkkidum duoj dáj bájnoj ja báhkoklássaj.
nob: Lotusskjemaet er markert med ulike farger og ordklasser.

source: Oahppe tjálli bágojt sjiemá sisi dan milta gåktu bájno le.
nob: Elevene fyller inn ordene etter de ulike fargene.

source: Buojkulvissan de galggi verba tjáleduvvat alek dajvvaj. Substantijva tjáleduvvi sierralágásj dajvajda duola dagu biebmo og gievkanvættsaga.
nob: For eksempel skal verbene inn i det blå feltet og ulike substantiv inn i de ulike feltene som for eksempel matvarer og kjøkkenredskaper.

source: Gå de oahppe li gærggam sjiemáv dievddet, de galggi sij sjiebmáj gæhttjat ja gárgadisájt dahkat.
nob: Etter at elevene har fylt ut lotusskjemaet, skal de lage setninger ved bruk av skjemaet.

source: Gárgadisá dagáduvvi sihke tjálálattjat ja njálmálattjat.
nob: Setningene kan lages både skriftlig og muntlig.

source: Buojkulvis: Makkár lotussjiebmá máhtta årrot
nob: Eksempel: på lotusskjema

source: Lihtte
nob: Dulbet

source: Goajvvo
nob: Ordbank

source: Oahppe ådå bágojt muhtem báhkogirjjáj tjálli.
nob: Elevene skriver de nye ordene i en glosebok.

source: Máhtti aj tjállet vuollalahkkoj muhten árkkaj jali pc ’ a sisi.
nob: De kan også skrive ordene nedover på et ark eller på PC-en.

source: Vuostak sáme bágojt åvtå rabddaj ja de nuppe rabddaj árka dáro bágojt.
nob: Først skriver de det samiske ordet og deretter det norske.

source: Ja gå de máhtsasti árkav, de sjaddi sáme bágo åvtå bælláj ja dáro bágo nuppe bælláj.
nob: Elevene bretter arket slik at de samiske ordene er på den ene siden og de norske på den andre.

source: Oahppe dal hárjjidalli ietjasa dádjadit dájt ådå bágojt juogu dal aktu jali aktan muhtem iehtjádijn.
nob: Elevene øver enten alene eller med en annen på de nye ordene.

source: Akta oahppe biedjá tjuvdev dan báhkuj mij javladuvvá ja nubbe oahppe gæhttjá jus le duolla.
nob: En elev holder fingeren på det ordet som blir nevnt, og den andre kontrollerer om det er rett.

source: Åhpadiddje dahká kårtåjt gånnå li tjáledum moattelágasj bágo jali de oahppe tjálli bágojt páhper bæhkátjijda.
nob: Læreren lager kort med ulike ord som elevene får utlevert, eller elevene skriver ordene på små papirlapper.

source: Maŋenagi gå oahppe mujtti bágojt ålgolt, máhtti sij biedjat kårtåjt / bágojt muhtem lihte sisi.
nob: Etter hvert som elevene husker ordene utenat, kan de sette kortene / ordene i en boks.

source: Lihte sisi de sjaddi ienep ja ienep ådå bágo.
nob: Det blir stadig flere og flere nye ord i boksen.

source: Oahppijda le ájnas gærddot dájt ådå bágojt ja álu adnet dajt vaj sijá báhkoboanndudahka lassán.
nob: Det er viktig at elevene repeterer de nye ordene og lærer å bruke dem systematisk slik at ordforrådet deres utvides.

source: Buojkulvis: báhko tjåvdariggasin
nob: Eksempel: ord med nøkkelring

source: Gåvvå: Ina Beate Somby, Báhpajávre skåvllå.
nob: Spill

source: Oahppe aj máhtti ståhkat duoj dáj spelaj ma li tjanádum tebmáj.
nob: Elevene kan bruke ulike spill tilknyttet temaet.

source: De oahhpamdoajmmaj váriásjåvnnå sjaddá.
nob: Dette gir variasjon i læringsaktiviteten.

source: Åhpadiddje dahká spelajt - muhtema gæhppada ja muhtema gássjela.
nob: Læreren lager ulike spill med ulik vanskelighetsgrad.

source: Máhtti årrot diellospela duola dagu loop, memory, domino, hárppodiello, bingo ja tsibrromdiello gånnå li sierralágásj gássjelisvuoda: gåvvå-gåvvå, gåvvå-báhko ja báhko-báhko.
nob: Det kan være ulike brettspill, loop, memory, domino, trådbrett, bingo og klypebrett med ulike vanskelighetsgrader: bilde-bilde, bilde-ord og ord-ord.

source: Buojkulvis: bingo, loop, tsibrromdiello, diellospella
nob: Eksempel: bingo, loop, klypebrett, brettspill

source: Åhpadiddje girjátjav dahká moattelágásj barggodahkamusáj.
nob: Læreren lager et hefte med ulike arbeidsoppgaver til temaet.

source: Álgon galggi åhpadusmihttomiere vuojnnuj boahtet ja da ådå bágo ja moallánagá majt oahppe galggi oahppat.
nob: I innledningen synliggjøres læringsmålene og de nye ordene og uttrykkene elevene skal lære.

source: Tevsta máhtti årrot guhkebu ja oanebu ja duot dát tjerdas.
nob: Tekstene kan være i ulike lengder og teksttyper.

source: Barggodahkamusá máhtti årrot giehpebu ja gássjelappo, duola dagu gå galggá bájnnet juojddá, tjállet bágojt ja gárgadisájt dahkat ma gulluji gåvojda ja giehtojt jali ruossabágojt tjállet.
nob: Arbeidsoppgavene kan være i ulike vanskelighetsgrader, som for eksempel fargeleggingsoppgaver, å skrive ord og setninger til bilder og å skrive fortelling og å løse kryssord.

source: Oahppe tjálli giehtov mij muhtem gåvvåj gullu.
nob: Elevene skriver en fortelling til et bilde.

source: Jus oahppijs le ålos, máhttá åhpadiddje válljit jur åvtåv gåvåv ja gatsostit dav pc ’ a åvddåbælláj.
nob: Dersom gruppa er stor, kan læreren velge ut ett bilde og henge det opp foran PC-en.

source: Guhtik fuorvav galggi oahppe tjállet giehtov mij gullu gåvvåj.
nob: Elevene skal skrive fortelling til bildet etter tur.

source: Åhpadiddje dal máhttá álgov dahkat ja de oahppe guhtik fuorvav joarkki.
nob: Læreren kan begynne på fortellingen, og elevene fortsetter enkeltvis å skrive noe til bildet.

source: Oahppe tjálli guhtik binnátjav.
nob: Elevene skriver litt hver.

source: Ij aktak oahppe dárbaha berustit majt ietjá oahppe juo li tjállám åvddåla suv.
nob: Hver elev trenger ikke nødvendigvis å ta hensyn til det andre elever tidligere har skrevet.

source: Gå dal divna oahppe li juojddá tjállám, de åhpadiddje dáv tjáledum giehtov priennti.
nob: Når alle elevene har skrevet noe, skriver læreren ut fortellingen.

source: Åhpadiddje giehtov oahppijda tjavgga låhkå, ja sæjnnáj dav gatsos.
nob: Læreren leser fortellingen høyt for elevene og henger den opp på veggen.

source: Muhtem oahppe máhtti ietja dav tjáledum giehtov låhkåt.
nob: Noen elever kan lese fortellingen selv.

source: Oahppe galggi internetta baktu åtsåt ienep diedojt temá birra jali gávnnat duola dagu gåktu galggá sáme biebmojt bårråmláhkáj dahkat.
nob: Elevene skal bruke internett for å finne mer informasjon om temaet eller finne for eksempel en oppskrift på samisk mat.

source: Hiebadum åhpadus
nob: Tilpasset opplæring

source: Oahppamdoajmma viertti hiebaduvvat oahppij tjehpudahkaj.
nob: Denne læringsaktiviteten må tilpasses elevenes ferdigheter.

source: Oadtjot divna oahppijt ságastittjat le ájnas.
nob: Det er viktig å få med alle elevene i en dialog.

source: Jus oahppe máhtti åvtåjt bágojt ja moallánahkkojt javllat, de oadtju dåbddåt jut sij rijbbi.
nob: Dersom elevene kan si enkle ord og uttrykk, vil de kunne føle mestring.

source: Ságastallam galggá oahppij máhtudakmihtoj milta hiebaduvvat.
nob: Samtalen reguleres etter elevenes kompetanse.

source: Åhpadiddje gatját ja oahppe vásstedi.
nob: Læreren spør og elevene svarer.

source: Jus oahppe li smidá ja temáv máhtti buoragit, de galggá åhpadiddje sijáv hásstet ietjá ja tjiegŋalap gatjalvisájda ja vásstádusájda.
nob: Dersom elevene kan temaet godt, utfordres de til andre og mer utfyllende spørsmål og svar.

source: Oahppe máhtti aj temá birra tjállet, lehkus giedajn jali pc ajn.
nob: Elevene kan også skrive om temaet for hånd eller på PC.

source: Máhttelis le aj dåjmadit duoj dáj lotus-sjiemáj.
nob: Det er mulig å bruke ulike typer lotusskjemaer.

source: Muhtemijn li dåssju gallegasj valla stuorra rubrihka ja muhtemijn moadda ja smávva rubrihka.
nob: Noen har få og store rubrikker, og noen har mange små rubrikker.

source: Dajda sjiemájda gånnå gallegasj rubrihka, máhtti oahppe tjuorggat gåvojt ja gåvostagájt.
nob: I lotusskjemaene med få rubrikker er det mulig for elevene å tegne inn bilder og symbol.

source: Oahppe aj máhtti biesskedit gåvojt juosstá ja lijmmit dajt sjiemá sisi.
nob: Elevene kan også klippe ut bilder og lime dem inn i skjemaet.

source: Åhpadiddje aj máhttá skánnit ja nav kopijat oadtjot muhtem árkkaj.
nob: Alternativt kan læreren skanne og kopierer bilder på et ark.

source: Oahppe galggi ietja mierredit mij sjiemá sisadno galggá.
nob: Elevene får selv bestemme innholdet i skjemaet.

source: Máhttelis le aj dahkat juokkir lágásj báhkobáŋkajt.
nob: Det er mulig å lage ulike typer ordbanker.

source: Buojkulvissan máhttá laminerit ådå bágojt kårtåjda ja de dajt kårtåjt tjåvdariggasij biedjat.
nob: Et eksempel er å laminere de nye ordene på kort med ordet og bildet og sette kortene på en nøkkelring.

source: Oahppe aj máhtti dahkat báhkobáŋkav sierralágásj skálmmáj pc ’ an.
nob: Elevene kan også lage ordbank i en egen mappe på PC-en.

source: Vaj åhpadus sjaddá moattelágásj, le ájnas.
nob: Det er viktig å ha variasjon i undervisningen.

source: Dan diet e barggobåttå galga årrot ilá guhkaga.
nob: Arbeidsøktene må derfor ikke bli for lange.

source: Åhpadiddje aj galggá gárvvit oahppamav vaj dat åvdet åhpadusáv ja åvddånimmielav vaddá.
nob: Læreren må organisere undervisningen slik at den er læringsfremmende og motiverende.

source: Åhpadiddje galggá gehtjastallat vaj gávnná makkár oahppamdåjma li buoremusá oahppijda gå daj galggi barggat, ja ma buoremusát åvddedi oahppamav.
nob: Gjennom observasjon kan læreren finne ut hvilke læringsaktiviteter elevene liker best å jobbe med, og hva som er mest læringsfremmende.

source: Oahppe galggi oadtjot barggodahkamusájt majt buoragit ájmmudi.
nob: Elevene skal få arbeidsoppgaver de mestrer.

source: Dan diehti viertti åhpadiddje sidjij dahkamusájt ja dåjmajt ma hiehpi oahppij máhtukvuodajda dahkat.
nob: Derfor må læreren lage oppgaver og aktiviteter med utgangspunkt i elevenes ferdigheter.

source: Oahppe de barggi oahppamábnnasij duon dán ietjaska láhkáj ja dárbahi ájgev iesj gen ga milta.
nob: Elevene bearbeider lærestoffet på ulike måter, og de bruker ulik tid.
